<?php
    include "vendors/components/core.php";
?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>О проекте</title>
    <link rel="stylesheet" href="assets/style/style.css">
</head>
<body>
    <?php
        include "vendors/components/header.php";
    ?>
    <div class="aboutProject">
        <h1>Space Station 14, что это?</h1>
       
        <p>
        <img src="assets/img/SS14.png" alt="SS14">
            Космическая станция 14, или Space Station 14 (сокращенно SS14), была разработана в 2021 году как духовное продолжения
            своего брата, Space Station 13 на движке BYOND, созданая в 2003 гоуд. Являеться более упрощоной версией 13, более лояльной
            к новым игрокам и менее сложной в освоении. Данный проект развивается и процветает до сих пор и представляет собой role play проект в сетенге космической
            станции. Игра начала весьма стремительно набирать популярность и сейчас насчитывает свою фанбазу от 10 тысяч и более человек.
        </p>
        
        <h1>Зачем нужен данный проект?</h1>
        
        <p>
        <img src="assets/img/who.png" alt="Зачем">
            В SS14 очень гибкая система костамизации своего персонажа, можно настроить все, от растительности на лице, до своего гендера и расы. Связи с этим в нем можно провести не один десяток часов, 
            но не все хотят возится с этим в игре, потому было решено создать протативный кастомизатор, который бы не только позволял создавать персонажа но и отправлять его сразу же на сервер. Это позволит
            игрокам лучше взаимодествовать с игрой а так же усилит погруженые в игровой процесс, при входе ваш персонаж будет уже настроен, это может так же решить проблему переноса данных с разных серверов что
            безусловно является плюсом.
        </p>
        
        <h1>Перспективы!</h1>
        <p>
            В будущем проект будет развиватся в сторону большей кастомизации и статистики на сервере SS14 - Мёртвый космос. Мы сможем наблюдать общее количество часов на каждой роли, синхранизацию с другими серверами,
            а так же возможность просмотра банов и новостей прямо на сайте!
        </p>
        <a href=""></a>
        <a href=""></a>
    </div>
</body>
</html>